{
  "version": "1.0",
  "exportType": "single",
  "exportDate": "2025-12-30T15:18:24.022Z",
  "storyCategories": [
    {
      "id": "cat_1766858746831",
      "name": "Spanish Books",
      "storyCount": 1,
      "createdAt": "2025-12-27T18:05:46.831Z",
      "updatedAt": "2025-12-27T20:44:59.686Z"
    }
  ],
  "wordCategories": [],
  "stories": [
    {
      "title": "Don Quijote exported",
      "content": "Alonso Quijano era un hidalgo de La Mancha que vivía tranquilo entre su biblioteca, su caballo flaco y la rutina del campo. Con el tiempo, se obsesionó con los libros de caballerías, llenos de héroes, castillos y aventuras sin fin. Leyó tanto que empezó a confundir la ficción con la vida real, y decidió que el mundo necesitaba un caballero que corrigiera injusticias. Así nació Don Quijote de la Mancha, con una armadura vieja, un casco improvisado y una misión grandiosa.\n\nPrimero bautizó a su caballo como Rocinante. Luego eligió a una “dama” a quien dedicar sus hazañas: Aldonza Lorenzo, a quien su imaginación convirtió en Dulcinea del Toboso. Con esas piezas, salió al camino convencido de que la realidad debía acomodarse a su ideal. En su primera salida confundió una venta con un castillo y pidió ser armado caballero por el ventero, que siguió el juego por pura conveniencia.\n\nDe regreso a casa, sus vecinos y su sobrina intentaron curarlo quemando parte de sus libros. Don Quijote lo interpretó como obra de encantadores que querían detenerlo. En su segunda salida, encontró a Sancho Panza, un labrador práctico que aceptó acompañarlo como escudero a cambio de la promesa de una ínsula para gobernar. Desde entonces, la historia avanza con dos miradas: la idealista y la realista.\n\nSu episodio más famoso ocurre cuando ven molinos de viento en la llanura. Don Quijote los toma por gigantes y embiste con la lanza, pero las aspas lo derriban de forma aparatosa. Sancho le explica lo evidente, y Don Quijote responde que un encantador cambió a los gigantes en molinos para robarle la gloria. Cuando el mundo no coincide con el sueño, el sueño acusa a la magia.\n\nDespués llegan encuentros que mezclan comedia y crítica social. Don Quijote intenta “liberar” a unos galeotes, prisioneros condenados que, al ser soltados, lo apedrean y huyen. Confunde un rebaño de ovejas con ejércitos en batalla y termina herido por piedras de pastores. Se pelea por un yelmo “legendario” que en realidad es una bacía de barbero, y aun así lo adopta como trofeo. Sancho aprende a negociar con la fantasía de su amo para evitar males mayores, y Don Quijote encuentra razones nobles para seguir.\n\nEn una venta, el caballero vuelve a ver un castillo, y allí se cruzan historias de amor, engaños y reconciliaciones. Un cura y un barbero elaboran un plan para llevarlo de vuelta a su casa: le inventan una misión urgente y luego lo encierran en una jaula, diciendo que es un encantamiento. Don Quijote acepta la jaula con resignación heroica, mientras Sancho sospecha la trampa. Al final regresan a La Mancha, y el caballero descansa solo lo suficiente para soñar con la siguiente salida.\n\nPero su fama crece, y en la segunda parte esa fama se vuelve parte de la trama. Don Quijote y Sancho se encuentran con gente que ya ha leído sus aventuras, y muchos los usan como entretenimiento. Los duques, nobles ociosos, organizan burlas elaboradas: lo reciben como si fuera un héroe real y le encargan misiones absurdas. Una broma célebre es el viaje en Clavileño, un “caballo” de madera que supuestamente vuela, mientras sirvientes simulan el aire y el fuego.\n\nEntre una aventura y otra, la obsesión por Dulcinea se vuelve un motor cómico y triste. Sancho, que no quiere buscarla ni meterse en líos, le hace creer que una campesina cualquiera es Dulcinea “encantada”, y Don Quijote acepta el hechizo para no romper su propio ideal. Más adelante, el caballero se enfrenta a unos leones que viajan en una carreta y exige que abran la jaula para probar su valor; el animal apenas lo mira y se recuesta, y Don Quijote declara victoria moral. También vive episodios ambiguos, como la Cueva de Montesinos, donde asegura haber visto maravillas bajo tierra, aunque el lector no sabe si fue sueño, mentira o delirio. En un teatro de títeres, cree que los muñecos son personas reales en peligro y destroza el escenario con su espada, provocando pérdidas que Sancho intenta pagar con disculpas. Cada escena muestra el mismo patrón: Don Quijote interpreta el mundo como relato épico, y Sancho intenta salvar lo salvable con pragmatismo.\n\nEn medio de esas trampas, Sancho recibe por fin su “recompensa”: lo nombran gobernador de la Ínsula Barataria, que en realidad es un teatro para reírse de él. Contra lo esperado, gobierna con justicia sencilla, escucha a la gente y resuelve pleitos con buen juicio. Aun así, la presión y las pruebas falsas lo desgastan. Sancho renuncia y vuelve con Don Quijote, entendiendo que la dignidad no depende de un título.\n\nEl camino los lleva a Barcelona, donde Don Quijote se asoma a un mundo más concreto, con imprentas, comercio y reglas menos flexibles. Allí, un rival disfrazado lo reta como el Caballero de la Blanca Luna. La condición es simple: si Don Quijote pierde, debe abandonar las armas y regresar a casa por un año. Don Quijote pelea con valentía, pero cae derrotado, y ya no puede reinterpretar el golpe.\n\nCumple su palabra y regresa a La Mancha. Sancho intenta animarlo y le propone seguir, aunque sea como pastor, para inventar otra vida de aventuras. Don Quijote enferma y recupera la lucidez: vuelve a ser Alonso Quijano, reconoce que los libros lo engañaron y reniega de la caballería andante. Hace testamento, se despide de sus amigos y muere en paz.\n\nCon humor y ternura, la novela muestra el choque entre un ideal y una realidad dura, y la necesidad humana de soñar. Cervantes se burla de las historias que prometen perfección y muestra un país lleno de personas comunes, con hambre, orgullo y problemas reales. A la vez, defiende la imaginación como una forma de resistencia, porque sin ella la vida sería pura rutina. Don Quijote fracasa como caballero práctico, pero triunfa como símbolo de quien se atreve a imaginar un mundo más justo. Sancho empieza pensando en su bolsillo y termina valorando la lealtad y la compasión. Al final, queda la pregunta: ¿cuánta locura hace falta para defender una verdad?",
      "sentences": [
        "Alonso Quijano era un hidalgo de La Mancha que vivía tranquilo entre su biblioteca, su caballo flaco y la rutina del campo.",
        "Con el tiempo, se obsesionó con los libros de caballerías, llenos de héroes, castillos y aventuras sin fin.",
        "Leyó tanto que empezó a confundir la ficción con la vida real, y decidió que el mundo necesitaba un caballero que corrigiera injusticias.",
        "Así nació Don Quijote de la Mancha, con una armadura vieja, un casco improvisado y una misión grandiosa.",
        "Primero bautizó a su caballo como Rocinante.",
        "Luego eligió a una “dama” a quien dedicar sus hazañas: Aldonza Lorenzo, a quien su imaginación convirtió en Dulcinea del Toboso.",
        "Con esas piezas, salió al camino convencido de que la realidad debía acomodarse a su ideal.",
        "En su primera salida confundió una venta con un castillo y pidió ser armado caballero por el ventero, que siguió el juego por pura conveniencia.",
        "De regreso a casa, sus vecinos y su sobrina intentaron curarlo quemando parte de sus libros.",
        "Don Quijote lo interpretó como obra de encantadores que querían detenerlo.",
        "En su segunda salida, encontró a Sancho Panza, un labrador práctico que aceptó acompañarlo como escudero a cambio de la promesa de una ínsula para gobernar.",
        "Desde entonces, la historia avanza con dos miradas: la idealista y la realista.",
        "Su episodio más famoso ocurre cuando ven molinos de viento en la llanura.",
        "Don Quijote los toma por gigantes y embiste con la lanza, pero las aspas lo derriban de forma aparatosa.",
        "Sancho le explica lo evidente, y Don Quijote responde que un encantador cambió a los gigantes en molinos para robarle la gloria.",
        "Cuando el mundo no coincide con el sueño, el sueño acusa a la magia.",
        "Después llegan encuentros que mezclan comedia y crítica social.",
        "Don Quijote intenta “liberar” a unos galeotes, prisioneros condenados que, al ser soltados, lo apedrean y huyen.",
        "Confunde un rebaño de ovejas con ejércitos en batalla y termina herido por piedras de pastores.",
        "Se pelea por un yelmo “legendario” que en realidad es una bacía de barbero, y aun así lo adopta como trofeo.",
        "Sancho aprende a negociar con la fantasía de su amo para evitar males mayores, y Don Quijote encuentra razones nobles para seguir.",
        "En una venta, el caballero vuelve a ver un castillo, y allí se cruzan historias de amor, engaños y reconciliaciones.",
        "Un cura y un barbero elaboran un plan para llevarlo de vuelta a su casa: le inventan una misión urgente y luego lo encierran en una jaula, diciendo que es un encantamiento.",
        "Don Quijote acepta la jaula con resignación heroica, mientras Sancho sospecha la trampa.",
        "Al final regresan a La Mancha, y el caballero descansa solo lo suficiente para soñar con la siguiente salida.",
        "Pero su fama crece, y en la segunda parte esa fama se vuelve parte de la trama.",
        "Don Quijote y Sancho se encuentran con gente que ya ha leído sus aventuras, y muchos los usan como entretenimiento.",
        "Los duques, nobles ociosos, organizan burlas elaboradas: lo reciben como si fuera un héroe real y le encargan misiones absurdas.",
        "Una broma célebre es el viaje en Clavileño, un “caballo” de madera que supuestamente vuela, mientras sirvientes simulan el aire y el fuego.",
        "Entre una aventura y otra, la obsesión por Dulcinea se vuelve un motor cómico y triste.",
        "Sancho, que no quiere buscarla ni meterse en líos, le hace creer que una campesina cualquiera es Dulcinea “encantada”, y Don Quijote acepta el hechizo para no romper su propio ideal.",
        "Más adelante, el caballero se enfrenta a unos leones que viajan en una carreta y exige que abran la jaula para probar su valor; el animal apenas lo mira y se recuesta, y Don Quijote declara victoria moral.",
        "También vive episodios ambiguos, como la Cueva de Montesinos, donde asegura haber visto maravillas bajo tierra, aunque el lector no sabe si fue sueño, mentira o delirio.",
        "En un teatro de títeres, cree que los muñecos son personas reales en peligro y destroza el escenario con su espada, provocando pérdidas que Sancho intenta pagar con disculpas.",
        "Cada escena muestra el mismo patrón: Don Quijote interpreta el mundo como relato épico, y Sancho intenta salvar lo salvable con pragmatismo.",
        "En medio de esas trampas, Sancho recibe por fin su “recompensa”: lo nombran gobernador de la Ínsula Barataria, que en realidad es un teatro para reírse de él.",
        "Contra lo esperado, gobierna con justicia sencilla, escucha a la gente y resuelve pleitos con buen juicio.",
        "Aun así, la presión y las pruebas falsas lo desgastan.",
        "Sancho renuncia y vuelve con Don Quijote, entendiendo que la dignidad no depende de un título.",
        "El camino los lleva a Barcelona, donde Don Quijote se asoma a un mundo más concreto, con imprentas, comercio y reglas menos flexibles.",
        "Allí, un rival disfrazado lo reta como el Caballero de la Blanca Luna.",
        "La condición es simple: si Don Quijote pierde, debe abandonar las armas y regresar a casa por un año.",
        "Don Quijote pelea con valentía, pero cae derrotado, y ya no puede reinterpretar el golpe.",
        "Cumple su palabra y regresa a La Mancha.",
        "Sancho intenta animarlo y le propone seguir, aunque sea como pastor, para inventar otra vida de aventuras.",
        "Don Quijote enferma y recupera la lucidez: vuelve a ser Alonso Quijano, reconoce que los libros lo engañaron y reniega de la caballería andante.",
        "Hace testamento, se despide de sus amigos y muere en paz.",
        "Con humor y ternura, la novela muestra el choque entre un ideal y una realidad dura, y la necesidad humana de soñar.",
        "Cervantes se burla de las historias que prometen perfección y muestra un país lleno de personas comunes, con hambre, orgullo y problemas reales.",
        "A la vez, defiende la imaginación como una forma de resistencia, porque sin ella la vida sería pura rutina.",
        "Don Quijote fracasa como caballero práctico, pero triunfa como símbolo de quien se atreve a imaginar un mundo más justo.",
        "Sancho empieza pensando en su bolsillo y termina valorando la lealtad y la compasión.",
        "Al final, queda la pregunta: ¿cuánta locura hace falta para defender una verdad?"
      ],
      "subject": "Literatura clásica",
      "level": "intermediate",
      "categoryId": "cat_1766858746831",
      "wordsUsed": [
        "hidalgo",
        "caballerías",
        "armadura",
        "Rocinante",
        "Dulcinea",
        "ínsula",
        "molinos",
        "gigantes",
        "galeotes",
        "bacía",
        "duques",
        "Clavileño",
        "Barataria",
        "Barcelona",
        "lucidez",
        "encantadores",
        "escudero",
        "honor",
        "aventura",
        "realidad"
      ],
      "language": "es-ES",
      "id": "story_1766868299681",
      "createdAt": "2025-12-27T20:44:59.681Z",
      "updatedAt": "2025-12-27T20:44:59.681Z"
    }
  ]
}